/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Google authorization" = "Google-auktorisering";
"Saved in iOS keychain. Turn off to switch to a different Google account." = "Sparad i iOS-nyckelring. Stäng av för att byta till ett annat Google-konto.";
"Save authorization" = "Spara auktorisering";
"Google calendar" = "Google-kalender";
"Calendar events shown" = "Visade kalenderhändelser";
"Number of 24 hour periods from the Google calendar visible in The Magic Clock. Minimum 1, maximum 7, default set to 3 (72 hours)." = "Antal 24-timmarsperioder från Google-kalendern som är synliga i Magiska Klockan. Minimum 1, maximum 7, standard 3 (72 timmar).";
"Calendar refresh rate" = "Kalenderns uppdateringsfrekvens";
"Number of minutes before The Magic Clock refreshes calendar events from the Google calendar. Minimum 5, maximum 90, default set to 15 minutes." = "Antal minuter innan Magiska Klockan uppdaterar kalenderhändelser från Google-kalendern. Minimum 5, maximum 90, standard 15 minuter.";
"Timeout" = "Timeout";
"Number of seconds before requests over the internet to the Google API times out. Minimum 30, maximum 90, default set to 30 seconds." = "Antal sekunder innan förfrågningar via internet till Googles API gör timeout. Minimum 30, maximum 90, standard 30 sekunder.";
"Speech" = "Tal";
"Enabled" = "Aktiverat";
"Reminder interval" = "Påminnelseintervall";
"Number of minutes ahead of an event The Magic Clock speaks a reminder. Minimum 0, maximum 120, default set to 10 minutes." = "Antal minuter före en händelse Magiska Klockan uttalar en påminnelse. Minimum 0, maximum 120, standard 10 minuter.";
"Photos" = "Bilder";
"Number of seconds The Magic Clock shows each photo in a slideshow. Minimum 1, maximum 60, default set to 8 seconds." = "Antal sekunder Magiska Klockan visar varje bild i ett bildspel. Minimum 1, maximum 60, standard 8 sekunder.";
